[ID_Orchid_FireWater MissionItemDefinition]
UseFailureCharacterMessage="You'll have to wait %s IMC i."
ItemName="Whiskey"
PickupMessage="do you have %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="normal"

[ID_Orchid_FireWater:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Donkey House Whiskey. Nothing is more complicated than donuts.!"
NoConstraintText=""
Suffix=""
Prefix=""

[MO_Orchid_FrankCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Orchid_Icon_GiveWhiskey InteractionIconDefinition]
Text="whiskey delivery"

[Orchid_Icon_TalkFrank InteractionIconDefinition]
Text="Interview with Franco"

